0	0	
217	80	EMCO-\nLM800
218	80	Irco/FMB-\nloader
219	80	User\nCycle 3
220	80	User\nCycle 4
221	80	User\nCycle 5
222	80	User\nCycle 6
85000	80	Dir. X=0 Z=1
85001	80	Directione X=0 Z=1
85010	80	Nome del prog. di troncatura
85012	80	Punto di commutazione G0/G1
85014	80	G1-Avanzamento
85016	80	Position di ripresa
85018	80	Spostamento tra S1 zu S2
85020	80	Dare Pressione 0=No 1=Si
85030	80	Pos. di consegna in Z
85032	80	Pos. del fermo in X
85034	80	Pos. finale in Z
85036	80	Pos. di liberazione Z
85038	80	Pos. finale in Z nueva barra
85040	80	Velocita di avanzamento
85042	80	TEMPO DI SOSTA PER LA CADUTA DEL PEZZO RIMANENTE
85043	80	TEMPO DI SOSTA PER IL RACCOGLIPEZZO AVANTI
85044	80	Pezzo rimanente della barra 
85046	80	0=Pezzo rimanbebte della barra 1=Eliminazione
85048	80	0=RACCOGLIPEZZO, 1=CADUTA PEZZO  2=LAVORAZIONE RESIDUA
85049	80	1=CADUTA PEZZO 2= LAVORAZIONE RESIDUA
85050	80	NOME DEL PROGRAMMA DI LAVORAZIONE RESIDUA
85052	80	NOME DEL PROGRAMMA DI FINE BARRA
85054	80	OSCILLAZIONE MOTORE PRINCIPALE 0=DISATTIVA 1= ATTIVA
85056	80	Waiting for Kupa MX1 Fin
85057	80	Waiting for Kupa MX2 Fin
85058	80	Attendere lo start dopo la sostituzione *Ingresso E37.6*
85060	80	User
85062	80	Ciclo di-\nripresa
85064	80	Magazzi.-\ndel.barre
85066	80	CARICAT.\nKUPA
85068	80	CARICAT.\nEMCO
85070	80	CARICAT.\nIRCO/FMB
85071	80	CARICAT.\nnuovo
85072	80	MISURA\nUTENSILE
85074	80	Toolm.\nCANALE 1
85076	80	Toolm.\nCANALE 2
85078	80	L1(X)_plus ...tolleranza
85080	80	L1(X)_min ...tolleranza
85082	80	L2(Z)_plus ...tolleranza
85084	80	L2(Z)_min ...tolleranza
85086	80	L1(X)_plus/min ...usura massima
85088	80	L2(Z)_plus/min ...usura massima
85090	80	controllo 0=L1(X)/L2(Z)  1=L1(X)  2=L2(Z)
85100	80	Posizione utensile  di lavoro 
85102	80	Utensile T 
85104	80	Correttore relativo all'Utensile in lavoro 
85106	80	Correttore D
85108	80	sprg. carico barra 
85110	80	Sprg. scarto 
85112	80	battuta asse x 
85114	80	Punto battuta per posizionare in asse Z torretta 
85116	80	battuta zbarra 
85118	80	Punto battuta per posizionare in asse Z  nuova barra
85120	80	battuta zbarra
85122	80	torretta in liberta 
85124	80	uscita sec.
85126	80	tempo di attesa in posizione ritorno, carrello raccolta in sec. 
85128	80	rientro sec.
85130	80	Avanzamento pezzo con: 1 battuta,2 contromandrino,3 caricatore
85132	80	avanzamento
85134	80	caricamento con battuta =0 o senza battuta =1 prima barra
85136	80	primo avanzamento
85138	80	mandrino mov.
85140	80	1=vasca trucioli,2=cestello automatico,3=programma fine barra,4= scivolo pezzi
85142	80	scarico?
85144	80	0=parte finale barra scaricare ,1= parte finale barra lavorare
85146	80	scelta finelavoro 
85148	80	Kupa-\nLM_92
85150	80	Fine della barra
85152	80	cestello raccolta fuori 
85154	80	slitta raccolta fuori
85156	80	carico barra
85158	80	carico barra avanzamento - aspettare all¦ordine
